afl_output_rpc_request_48h/fuzzer02/queue/id:000013,orig:reboot.xml

<?xml version="1.0" encoding="utf-8"?><soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soap-enc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:cwmp="urn:dslforum-org:cwmp-1-0"><soap-env:Header><cwmp:ID soap-env:mustUnderstand="1">12</cwmp:ID></soap-env:Header><soap-env:Body><cwmp:Reboot><CommandKey>RebootCommand</CommandKey></cwmp:Reboot></soap-env:Body></soap-env:Envelope>